<?php 

	/////////////////////////////////////////////////////////////////
	//
	//  функцията взема стринга "to reviewer: 05.06.2014" от базата данни 
	//  и връща само датата - 05.06.2014. След това добавя 1 месец  и връща 
	//  датата 05.07.2014
	//
    ////////////////////////////////////////////////////////////////

	function splitDate($strDate) 
	{
		$splitStr = explode(" ", $strDate);
		$my_date = strtotime($splitStr[2]);
		$my_date = date('d.m.Y',strtotime("+1 month",$my_date));
		return $my_date;	
	}
?>